Repository: smyt/simple-website-django-postgresql
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Questions
ru: Вопросы

source: Category name
ru: Название категории

source: Questions section
ru: Раздел вопросов

source: Questions sections
ru: Разделы вопросов

source: Question text
ru: Описание работы

source: Answer text
ru: Текст ответа

source: Is published
ru: Опубликована

source: Show on main
ru: Показать на главной

source: Question
ru: Вопрос

source: There is no question for me, but it is very important for me!
ru: Нет моего вопроса, но он очень важен для меня!

source: Fill out the form below, and our HR-specialists will necessarily answer, or ask a question in on-line chat.
ru: Заполните форму ниже, и наши HR-специалисты обязательно ответят, или задайте вопрос в он-лайн чате.

source: We will be happy to tell you all about SMYT!
ru: Мы будем рады рассказать все о SMYT!

source: Ask
ru: Спросить

source: View all questions
ru: Посмотреть все вопросы

source: Vacancy
ru: Вакансия

source: Seo for site
ru: Сео для сайта

source: Site main page
ru: Главная страница сайта

source: Site page with vacancy list
ru: Страница со списком вакансий

source: Site page with vacancy page
ru: Страница с вакансией сайта

source: Site page with question list
ru: Страница со списком вопросов

source: Type page
ru: Тип страницы

source: Title page
ru: Заголовок страницы

source: Site page
ru: Страница сайта

source: Site pages
ru: Страницы сайта

source: Russian
ru: Русский

source: English
ru: Английский

source: Sorry, the requested page is not found
ru: Извините, запрашиваемая вами страница не найдена

source: Error 404
ru: Ошибка 404

source: Perhaps you were mistaken with the address or the page was moved.
ru: Возможно вы ошиблись адресом или страница была перемещена.

source: View all jobs
ru: Посмотреть все вакансии

source: Career site in Smyt company
ru: Сайт карьеры в компании SMYT!

source: Do you want to work with us? Here are the current vacancies and information about working in SMYT.
ru: Хотите работать у нас? Здесь актуальные вакансии и информация о работе в SMYT.

source: Popup for messages
ru: Popup для сообщений

source: text messages
ru: Текст сообщений

source: Send us your resume, and we will contact you!
ru: Пришлите нам свое резюме, и мы обязательно свяжемся с вами!

source: Attach resume
ru: Прикрепить резюме

source: Send
ru: Отправить

source: Vacancies
ru: Вакансии

source: Contacts
ru: Контакты

source: Send resume
ru: Отправить резюме

source: Groups
ru: Группы

source: Cities
ru: Города

source: Count updated vacancies: %(count).
ru: Количество обновленных вакансий: %(count).

source: Publish selected
ru: Опубликовать выбранные

source: Unpublish selected
ru: Снять публикацию с выбранных

source: Hide on main page
ru: Скрыть на главной странице

source: This field is required
ru: Данное поле является обязательным для заполнения

source: Input correct data
ru: Введите корретные данные

source: Input correct skype login
ru: Введите верный логин Skype

source: Input correct phone number
ru: Введите верный номер телефона

source: Wrong e-mail format, Make sure it matches xxxxx@xxxxx.xxx
ru: Неверный формат e-mail, убедитесь что он соответствует шаблону xxxxx@xxxxx.xxx

source: Captcha error text
ru: Ошибка при проверке каптчи

source: Form sent successfully. Please, wait for an answer soon.
ru: Форма успешно отправлена. Ожидайте, пожалуйста, ответ в ближайшее время.

source: Your claim was successfully sent to the email of the company Director. We will take action as soon as possible. Thank you for contacting us!
ru: Ваша претензия была успешно отправлена на email Директора компании. 'Мы примем меры в кратчайшие сроки. Спасибо за обращение!

source: Wrong type file
ru: Неверный тип файла

source: Max uploaded file size is 5Mb
ru: Вы можете загрузить файл размером не более 5Мб

source: Display priority
ru: Приоритет отображения

source: Specify values from 1 to 100, where 100 has the highest priority. If you do not specify a priority, it will be 0
ru: Укажите значения от 1 до 100, где у 100 высший приоритет.Если не указать приоритет, он будет равен 0

source: Path
ru: Путь

source: Country name
ru: Название страны

source: Country name in parental case
ru: Название страны в родительском падаже

source: Country
ru: Страна

source: Countries
ru: Страны

source: City name
ru: Название города

source: City
ru: Город

source: Profile name
ru: Название направления

source: Profile
ru: Направление

source: Profiles
ru: Направления

source: Level experience name
ru: Название уровня

source: Level experience
ru: Уровень

source: Levels experience
ru: Уровни

source: Vacancy name
ru: Название вакансии

source: Description text for display on main page
ru: Описание вакансии для отображения на главной

source: Description text for display on vacancy page
ru: Описание вакансии для отображения на странице вакансии

source: Description text of experience and knowledge
ru: Текст 'Опыт и Знания'

source: Work description text
ru: Описание работы

source: Description text for qualifying
ru: Описание квалификации для работы

source: All cities
ru: Все города

source: All countries
ru: Все страны

source: Any profile
ru: Все направления

source: Any experience
ru: Любой уровень

source: Name and surname
ru: Имя и фамилия

source: Write question here
ru: Написать вопрос здесь

source: Resume
ru: Резюме

source: Attach file
ru: Прикрепить файл

source: or paste link
ru: или указать ссылкой

source: or paste link to CV
ru: или укажите ссылку на резюме

source: Phone
ru: Телефон

source: Format phone number +78123097284
ru: Телефон в формате +78123097284

source: Comment
ru: Комментарий

source: About work in the company
ru: О работе в компании

source: Our main value
ru: Наша основная ценность

source: SMYT Team!
ru: команда СМИТ!

source: Flexible schedule
ru: Гибкий график

source: Remote work
ru: Удаленная работа

source: Comfortable quiet work place
ru: Комфортное тихое рабочее место

source: Any style clothes
ru: Свободный стиль одежды

source: English language
ru: Английский язык

source: St. Petersburg, 17 th line of the VO, d. 4-6, of. T-217 BC Citylink
ru: г. Санкт-Петербург, 17-я линия В.О., д. 4-6, оф. T-217 БЦ Ситилинк

source: Complain to the HR department here:
ru: Пожаловаться на HR-департамент можно тут:

source: Send complaint to director
ru: Отправить жалобу директору

source: If you did not find what you are interested, write us! Specialists of HR-department will be happy to answer you.
ru: Если вы не нашли интересующую вас информацию, напишите нам!Специалисты HR-департамента с радостью ответят вам.

source: Search
ru: Найти

source: Respond
ru: Откликнуться

source: Find
ru: Найти

source: Our vacancies
ru: Наши вакансии

source: Filter
ru: Фильтр

source: View all open vacancies
ru: Посмотреть все открытые вакансии

source: Vacancy description
ru: Описание вакансии

source: Experience and knowledge
ru: Опыт и Знания

source: Work description
ru: Описание работы

source: Qualification tour
ru: Отборочный цикл

source: This vacancy is available for
ru: Данная вакансия доступна для

source: all cities
ru: всех городов

source: following cities
ru: следующих городов

source: Send us your CV!
ru: Пришлите нам свое резюме!

source: Attach resume!
ru: Прикрепить резюме!

source: All vacancies SMYT company
ru: Все вакансии компании SMYT

source: Didn't find the required vacancy?
ru: Не нашли нужной вакансии?

source: While we don't have such vacancies, but send us your resume, and we'll think of something.
ru: Пока у нас нет таких вакансий, но пришлите нам свое резюме, и мы что-нибудь придумаем.

source: Vacancies in the form of table on
ru: Вакансии в виде таблице на

source: Vacancies in the form of tabs on
ru: Вакансии в виде табов на

source: View more 20 vacancies
ru: Показать еще 20 вакансий

source: %(counter)s city
ru: %(counter)s город

source: Site message
ru: Сообщение с сайта

source: Resume from vacancy site
ru: Резюме с сайта вакансий

source: Describe situation here
ru: Опишите ситуацию здесь

source: Appeal text
ru: Текст ответа

source: Complaint from site visitor
ru: Жалоба с сайта вакансий

source: Question about company from site visitor
ru: Вопрос о компании от посетителя сайта

source: Constance
ru: Основное
